[
  {
    "author": "Harper Lee",
    "passage": "I'd rather you shot at tin cans in the backyard, but I know you’ll go after birds. Shoot all the blue jays you want, if you can hit ‘em, but remember it’s a sin to kill a mockingbird.” That was the only time I ever heard Atticus say it was a sin to do something, and I asked Miss Maudie about it. “Your father’s right,” she said. “Mockingbirds don’t do one thing except make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corn cribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird."
  },
  {
    "author": "Terry Pratchett",
    "passage": "It was much better to imagine men in some smoky room somewhere, made mad and cynical by privilege and power; plotting over the brandy. You had to cling to this sort of image, because if you didn't then you might have to face the fact that bad things happened because ordinary people, the kind who brushed the dog and told their children bedtime stories, were capable of then going out and doing horrible things to other ordinary people. It was so much easier to blame it on Them. It was bleakly depressing to think that They were Us. If it was Them, then nothing was anyone's fault. If it was Us, what did that make Me? After all, I'm one of Us. I must be. I've certainly never thought of myself as one of Them. No one ever thinks of themselves as one of Them. We're always one of Us. It's Them that do the bad things."
  },
  {
    "author": "David Wong",
    "passage": "There, right there is the difference between the heroes and the nobodies. The difference between people like you and people like me. People like me know that there is no magic. There is only the grind. Work looks like magic to those unwilling to do it. You say you’re not a hero? Heroes aren’t born. You just go out there and grind it out. You fail and you look foolish and you just keep grinding. There is nothing else. There is no ‘chosen one,’ there is no destiny, nobody wakes up one day and finds out they’re amazing at something. There’s just slamming your head into the wall, refusing to take no for an answer. Being relentless, until either the wall or your head breaks. You want to be a hero? You don’t have to make some grand decision. There’s no inspirational music, there’s no montage. You just don’t quit. You can lie to yourself, say that you never had a choice, that you weren’t cut out for this. But deep down, you’ll know. You’ll know that humans aren’t cut out for anything. We cut ourselves out. Slowly, with a rusty knife. Because, otherwise, here’s what’s going to happen: you’re going to die and you’re going to stand at the gates of judgment and you’re going to ask God what was the meaning of it all, and God will say, ‘I created the universe, you little shit. It was up to you to give it meaning."
    
  },
  {
    "author": "Franklin D. Roosevelt",
    "passage": "So, first of all, let me assert my firm belief that the only thing we have to fear is…fear itself — nameless, unreasoning, unjustified terror which paralyzes needed efforts to convert retreat into advance. In every dark hour of our national life a leadership of frankness and of vigor has met with that understanding and support of the people themselves which is essential to victory. And I am convinced that you will again give that support to leadership in these critical days"
    
  },
  {
    "author": "Irwin Smith",
    "passage": "They were not! Their memory serves as an example to us all! The courageous fallen! The anguished fallen! Their lives have meaning because we the living refuse to forget them! And as we ride to certain death, we trust our successors to do the same for us! Because my soldiers do not buckle or yield when faced with the cruelty of this world! My soldiers push forward! My soldiers scream out! My soldiers RAAAAAGE!"
  }

]